[
    {
        "order_id": 0,
        "order_name": "",
        "offensive_order": false,
        "order_effects": "",
        "order_description": "",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 1,
        "order_name": "Cautious Advance",
        "offensive_order": true,
        "order_effects": "Casualties suffered by this army are reduced by a fifth. The ability of this army to capture territory is reduced by a fifth.",
        "order_description": "A general may be keen to scout out a territory to identify enemy forces, or simply wish to make a probing attack to initiate a campaign. A cautious assault can also be useful to disrupt enemy supplies lines and prevent the enemy from resupplying. Cautious assaults are less effective at claiming territory - the attackers are less able to overcome the defenders and drive them back - but casualties suffered will be lower. Urizen and Freeborn armies favour this strategy as it provides the most certain ways to identify the strength of the enemy position.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": -0.2,
        "territory_claimed_modifier": -0.2,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 2,
        "order_name": "Balanced Attack",
        "offensive_order": true,
        "order_effects": "There are no modifiers associated with this order.",
        "order_description": "This is the standard order issued by Imperial generals who wish to engage the enemy forces in a territory. A balanced attack involves assaulting the enemy positions but seeks weak points in the enemy lines rather than attempting to smash through strong positions. Highguard armies favour this strategy believing that the natural efficiency best serves the manifest destiny of the Empire.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 3,
        "order_name": "Overwhelming Assault",
        "offensive_order": true,
        "order_effects": "Casualties suffered by this army are increased by a fifth. The ability of this army to capture territory is increased by a fifth.",
        "order_description": "A general who seeks victory at any price can order an overwhelming assault. The army will spend the season seeking out the strongest enemy troops and attempting to smash through their positions. This kind of attack is dangerous - casualties will be higher than normal - but the army will gain more ground during that season. Wintermark and Dawnish armies favour this strategy as it provides many opportunities for glory and heroism.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0.2,
        "territory_claimed_modifier": 0.2,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 4,
        "order_name": "Steady Conquest",
        "offensive_order": true,
        "order_effects": "Casualties suffered by this army are reduced by a fifth. Casualties inflicted by htis army are reduced by a fifth. Only Imperial armies may take this order.",
        "order_description": "Every Imperial army is accompanied by a cadre of battlefield physicks and chirurgeons, and magicians skilled in healing magic, who are more than prepared to take risks to help minimize Imperial losses. By adapting strategies to make the most use of these resources, a general can ensure no part of the army is ever too far away from skilled medical attention. At the same time, the general ensures that the soldiers in their army eschew risky tactics, or those that would lead to unnecessary loss of life, in pursuit of spilling enemy blood. Steady conquest is as effective as balanced attack in claiming enemy territory and securing strategic objectives, but significantly reduces the casualties suffered by the army - at the cost of inflicting less casualties on enemy forces. This order became possible after the coronation of the twentieth Throne, Empress Lisabetta, when Imperial strategy was reassessed in the light of significant losses inflicted by the barbarian orcs.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": -0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 5,
        "order_name": "Give Ground",
        "offensive_order": false,
        "order_effects": "Casualties suffered by this army are decreased by half. The ability of this army to defend territory is decreased by two fifths.",
        "order_description": "A general that wants their army to carry out a fighting retreat can issue orders to give ground. The army will avoid major engagements, while still attempting to slow the enemy advance using ambushes and the like. An army that is giving ground is much less effective at holding the territory against an attacker, but will see their casualties reduced accordingly. Navarr and Varushkan armies are both fond of this strategy. The Navarr consider it an effective way to bleed an enemy as they advance into a trap, while in Varushka the land itself can soon become the enemy of an unwary attacker.  Following the events of the Summer Solstice 381YE, no Marcher general can issue this order. If they try to do so, it will default to Solid Defence. Marcher generals can instead give the unique defensive order Shoulder to Shoulder which gives additional advantages when fighting alongside other Marcher armies.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": -0.5,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": -0.4
    },
    {
        "order_id": 6,
        "order_name": "Solid Defence",
        "offensive_order": false,
        "order_effects": "Casualties suffered by this army are decreased by a fifth. Any army that does not submit an order defaults to solid defence.",
        "order_description": "An army that attempts the solid defence of a region will seek to make best use of the terrain to bring the enemy to battle in a way that favours the defender. Casualties suffered are less than if the army simply attacks, even though an enemy army that attacks is just as likely to be rebuffed. The League traditionally favours a solid defence believing that the fortifications at Holberg have proven the advantage of this strategy over many years.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": -0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 7,
        "order_name": "Heroic Stand",
        "offensive_order": false,
        "order_effects": "Casualties suffered by this army are increased by a fifth. The ability of this army to defend territory is increased by three tenths.",
        "order_description": "An army that commits to a heroic stand will not initiate a military campaign - but they will make the enemy pay for every inch of ground they take. The army will take every opportunity to engage with the enemy side, they won't fight to the last soldier, but they will fight on even until the cause is utterly hopeless. Marcher armies favour this strategy; their natural belligerence makes them loathe to leave any battlefield while the chance of victory remains.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0.3
    },
    {
        "order_id": 8,
        "order_name": "Billet",
        "offensive_order": false,
        "order_effects": "Can use the order to billet an army in a territory when defending Upwold or Mitwold. There are no bonuses or penalties to defend the territory, or to casualties taken or received. The total cost to support the Imperial armies billeted in a single Marcher territory is reduced by a total of ten thrones.",
        "order_description": "The soldiers of the army are dispersed across the Marcher territory they are instructed to defend. Those who are injured are fed and supported while they recover from their wounds. Those who can will be expected to work the farm at the direction of the yeoman who owns it in exchange for their bed and board.  The opportunity to create this special order arose as the result of a mandate enacted by Friar John of the Mourn following the Spring Equinox 383YE. It relies on the presence of the Imperial Breadbasket. If that great work were extended to cover other Marcher territories, the billet order could be taken there as well.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 9,
        "order_name": "Push the Line",
        "offensive_order": true,
        "order_effects": "The ability of this army to conquer territory is increased by three tenths. Casualties inflicted by this army are reduced by a fifth.",
        "order_description": "The army seeks to dominate key strategic objectives, and focuses on claiming territory from the opposing army.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0.3,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 10,
        "order_name": "Merciless Onslaught",
        "offensive_order": true,
        "order_effects": "An enemy army that takes casualties from this army will break if their military strength falls below 1,500 (or below 2,250 if they are large). The presence of an army conducting a merciless onslaught in a territory is impossible to concel and is always obvious to other armies in the same territory.",
        "order_description": "The army tries to break the spirit of their enemy. They ambush or overrun the enemy, leave mutilated corpses or maimed opponents to warn their comrades. Some cruel armies may employ monstrous beasts, summoned creatures, or psychological tactics designed to demoralise the opposing forces.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 11,
        "order_name": "Whatever it Takes",
        "offensive_order": true,
        "order_effects": "All casualties inflicted by this army are increased by a tenth. All casualties suffered by this army are increased by a tenth. All casualties inflicted by allied armies in the same territory who have issued attacking orders are increased by a tenth.",
        "order_description": "The army employs vicious tactics to set up ambushes, lay traps, and kill high-value targets such as healers and magicians. The army takes every opportunity to punish their opponents. At the same time, they weaken and distract their enemies, so that their allies can gain the opportunity to kill front line troops.",
        "casualties_inflicted_modifier": 0.1,
        "casualties_suffered_modifier": 0.1,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 12,
        "order_name": "Daring Raid",
        "offensive_order": true,
        "order_effects": "Casualties inflicted by this army are reduced by three tenths. Casualties suffered by this army are reduced by a tenth. The army generates wealth based on the number of victory points generated.",
        "order_description": "The army concentrates on lightning attacks against the enemy forces intended to take key strategic points and capture prisoners in the process. Defeated enemies are treated with respect and healed, but kept as prisoners to be ransomed back to the enemy. By such a means members of the army will grow wealthy; a portion of this bounty in the form of potions, magic items, money, herbs, crystal mana, crafting materials and valuable materials such as weirwood, mithril, white granite, and ilium will be claimed by the army general.",
        "casualties_inflicted_modifier": -0.3,
        "casualties_suffered_modifier": -0.1,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 13,
        "order_name": "Strategic Defence",
        "offensive_order": false,
        "order_effects": "The army gains an additional victory point for each enemy army in the territory that takes an attacking order to a maximum of 5 additional victory points.",
        "order_description": "The strategic army concentrates on orchestrating well planned defences designed to exploit flaws in the enemy strategy. The army excels at taking advantage of the slightest mistake or misjudgement by enemy commanders.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 14,
        "order_name": "Take Their Land",
        "offensive_order": true,
        "order_effects": "This army does not suffer a penalty when attempting to seize the first region in a territory. This army does not suffer a penalty when attacking a region that is not adjacent to an existing Imperial contraolled region in the same territory.",
        "order_description": "Using this order, the Golden Axe are able to attack new territory without difficulty - twice as effectively as any normal army. They lead the way in battle, an irresistible advance across the land they have marked as their own, driving their enemies before them. The normal problems caused by having to maintain supply lines do not apply to them - what they do not carry with them they take from the land they conquer. Once the first region falls, they can turn their attention almost anywhere else in the territory without concern for its location, potentially surprising the enemy or seizing key locations of strategic importance before the enemy knows the danger.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 15,
        "order_name": "Grinding Advance",
        "offensive_order": true,
        "order_effects": "Casualties suffered by this army are reduced by three tenths. Casualties inflicted by this army are reduced by a fifth.",
        "order_description": "The army slowly advances, consolidating every gain before moving forward. The army looks to avoid direct engagements with the enemy, ceasing their advance and taking defensive positions if they are engaged.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": -0.3,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 16,
        "order_name": "Storm the Walls",
        "offensive_order": true,
        "order_effects": "The army must be attacking a region containing a fortification or else the order defaults to cautious advance. The ability of this army to capture the fortified region is increased by half. Casualties suffered by the army are increased by three tenths.",
        "order_description": "The army unleashes hell against the fortification. While catapults and trebuchets pound the walls, siege towers and ladders are deployed to allow the soldiers to take the fight to the defenders. Meanwhile, engineers work to undermine the walls, and massive covered rams are deployed against the gates. The loss of life is likely to be severe, but the fortification will fall much more quickly than it might in a prolonged siege.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0.3,
        "territory_claimed_modifier": 0.5,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 17,
        "order_name": "Dig In",
        "offensive_order": false,
        "order_effects": "The army must be defending a region. If the region does not already contain a fortification then the army can erect temporary defences to help defend the area. If the region contains an ongoing commission, the army can assist with the construction, reducing the construction time by one season. Casualties suffered by the army are decreased by a fifth.",
        "order_description": "An army that digs in can be ordered to construct temporary defences, raising earthworks, digging ditches and erecting palisades. After a season of effort, the resulting earthworks act as a 1000 strength fortification. This temporary fort decays at a rate of 500 force per season after the first, but is not fully removed until it's strength is reduced to zero. If there is an existing earthworks in the region, the army can prevent any decay and increases the strength by an additional 1000 force. An army cannot construct temporary fortifications in a region that has an existing or magical fortification, and temporary fortifications cannot be enchanted.  Instead of creating temporary defences, the general can order the army to assist with the construction of a specific commission. The troops will be assigned to help with the labour, digging foundations, cutting stone and timber etc - but they also include skilled engineers who can oversee the work and ensure it is done accurately. An army that digs in can reduce the total time required to complete a commission by one season just once. No commission can benefit from this specific ability more than once, no matter the source.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": -0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 18,
        "order_name": "Read the Signs",
        "offensive_order": false,
        "order_effects": "The ability of this army to defend territory is increased by two fifths. Casualties inflicted by this army are decreased by a fifth.",
        "order_description": "An army that reads the signs makes inspired strategic choices based on the divinations performed by the mystics who are part of the army. Many of those decisions seem risky and incomprehensible at the time, but may appear brilliant in hindsight and will often take enemy forces by surprise. The army will inflict less casualties on those attacked, for there is no wasted effort, no bloody grind of soldiers lives exchanged for no reason. The wisdom granted does not bring safety - the army may well find itself taking up positions that are exceptionally dangerous - but there are fewer of them. In essence, reading the signs allows the army to take bigger risks - but to strike only at the perfect moment - when a victory can turn a campaign.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0.4
    },
    {
        "order_id": 19,
        "order_name": "Forced March",
        "offensive_order": true,
        "order_effects": "Can move as far as the general wishes this season. It must still stop moving when it enters a hostile territory. The ability of this army to capture territory is decreased by one fifth.",
        "order_description": "A general who orders a forced march pushes their troops to move swiftly - but also takes pains to preserve their strength so that when they arrive they are in a fit state to fight. Some soldiers may fall behind, but they keep moving until they catch up with the armes again. By taking advantage of roads and trods, the general ensures that when the army arrives at its destination it does so with the will to engage the enemy. Yet a forced march is not magical movement - the army will arrive late in the campaign season, meaning their ability to capture territory is reduced.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": -0.2,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 20,
        "order_name": "Desperate Reinforcement",
        "offensive_order": false,
        "order_effects": "Can move as far as the general wishes this season. It must still stop moving when it enters a hostile territory. The ability of this army to defend territory is decreased by one fifth.",
        "order_description": "Sometimes a situation is desperate, but additional troops may turn the tide of battle. In such cases, the general pushes their troops to move as quickly as possible, to ensure that a faltering garrison receives last minute assistance, or a failing position is reinforced just before it collapses. When time is of the essence, the general can risk exhausting some of their troops to ensure they arrive in time to support their allies.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": -0.2
    },
    {
        "order_id": 21,
        "order_name": "Plunder",
        "offensive_order": true,
        "order_effects": "Casualties inflicted by this army are reduced to one tenth. The ability of this army to capture territory is reduced by one tenth. The army generates wealth based on the number of victory points generated.",
        "order_description": "The army concentrates on looting enemy forces. They launch attacks intended to capture baggage trains and other financial objectives. They focus on capturing mines, forest preserves, farms, businesses, mana sites and herb gardens. A portion of this bounty in the form of money, herbs, crystal mana, crafting materials and potentially even rare materials such as weirwood, mithril or white granite are claimed by the army general.",
        "casualties_inflicted_modifier": -0.1,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": -0.1,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 22,
        "order_name": "Break the Chains",
        "offensive_order": true,
        "order_effects": "Your side must control a region with the forested, hills or marsh keyword. Casualties suffered by this army are decreased by three tenths. Casualties inflicted by this army are decreased by a fifth.",
        "order_description": "The army uses their mastery of wilderness survival to outmaneuver enemy advances, and make contact with local forces that share their enemies. They free slaves and prisoners, seek the support of rebels and bandits, and sabotage labour camps and prisons alike. Allies are helped to reach camps in defensible locations, shown hidden paths, and the like. The army avoids pitched battles, and focuses on gaining allies among subject populations, some of whom join the army as fresh recruits.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": -0.3,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 23,
        "order_name": "Hit and Run",
        "offensive_order": false,
        "order_effects": "Your side must control a region with the forested, hills or marsh keyword. The ability of this army to defend territory is increased by a fifth. Casualties suffered by this army are decreased by a fifth. Casualties inflicted by this army are decreased by a fifth.",
        "order_description": "The army uses their mastery of wilderness survival to impede enemy advances. They set up camp in defensible locations, use hidden paths to move around, and employ natural features of the wilderness to hamper their attackers. A guerilla army in a defensible position does everything it can to make itself hard to attack, rarely presenting the enemy with an opportunity for a pitched battle. This tactic is especially effective at slowing the advance of an enemy force while awaiting reinforcements.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": -0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0.2
    },
    {
        "order_id": 24,
        "order_name": "Triumphant Charge",
        "offensive_order": true,
        "order_effects": "The ability of this army to capture territory is increased by two-fifths. Casualties inflicted by this army are increased by one fifth. Casualties suffered by this army are increased by half.",
        "order_description": "A general who unleashes their troops in a triumphant charge seeks great victory, but pays a great price. The army confronts the strongest enemy troops and the most defended positions, and attempts to rout them. Individual soldiers and companies engage in valiant attacks, employing risky tactics to defeat their opponents. The army will gain much more ground, but does so at the cost of increased casualties.",
        "casualties_inflicted_modifier": 0.2,
        "casualties_suffered_modifier": 0.5,
        "territory_claimed_modifier": 0.4,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 25,
        "order_name": "Final Stand",
        "offensive_order": false,
        "order_effects": "Any victory points gained by the enemy converts to additional casualties taken by this army rather than territory gained. Every enemy victory point causes 100 additional casualties to this army until the army disbands.",
        "order_description": "Sometimes a general needs to hold a position regardless of cost. A final stand trades Imperial lives for every inch of ground that would otherwise be lost. The order is rarely used; even if the army is not wiped out, it will almost certainly be severely weakened. When an attacking force must not be allowed to gain territory or establish a beachhead, it is incredibly effective.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 26,
        "order_name": "Make Them pay",
        "offensive_order": false,
        "order_effects": "Casualties inflicted by this army are increased by two fifths. Casualties suffered by this army are increased by a fifth.",
        "order_description": "The army attempts to bleed the enemy, making them pay for every inch of ground surrendered. The army takes any chance to butcher their attackers; enemies suffer greatly increased casualties if they push forward, at the price of increased losses for the defenders.",
        "casualties_inflicted_modifier": 0.4,
        "casualties_suffered_modifier": 0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 27,
        "order_name": "None Shall Pass",
        "offensive_order": false,
        "order_effects": "Casualties suffered by this enemy are decreased by one fifth. The army protects an allied force that is taking defensive orders, taking all the casualties that force would take in their place.",
        "order_description": "A general who gives the order that none shall pass may name a single allied force that is taking defensive orders in the campaign. Any casualties that the heroic army would suffer normally are applied less the 20% reduction listed. In addition to the normal casualties suffered, the army will also take all the casualties that would have been suffered by the army they are protecting (these casualties are not diminished in any way, they are transferred one for one)",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": -0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 28,
        "order_name": "No Matter the Cost",
        "offensive_order": true,
        "order_effects": "The ability of this army to capture territory is increased by one fifth. THe general names a single region when giving their orders that they will take at any price. Provided the Imperial Side is victorious, the army will gain sufficient additional victory points to take the named region. They will suffer one hundred additional casualties for each additional victory point required.",
        "order_description": "A general who gives the order to take a region at any price is doing everything possible to ensure a glorious victory. Provided that the Imperial side is victorious, the army will succeed in taking the named region. However they will pay a significant price, suffering additional casualties as a consequence of their glorious indomitable advance. After the normal campaign outcomes are calculated, the named region will be completely conquered by the army with indomitable glory, but it will suffer one hundred additional casualties for each victory point required to take that region (and only that region).",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0.2,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 29,
        "order_name": "Arcane Consolidation",
        "offensive_order": false,
        "order_effects": "The army generates mana crystals based on the number of victory points generated.",
        "order_description": "The army concentrates on making magical preparations, shoring up their reserves of mana crystals and seeking out nearby sources of magic. A portion of this bounty in the form of mana crystals is passed to the army general so that they can make the most appropriate use of it.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 30,
        "order_name": "Tend the Fallen",
        "offensive_order": false,
        "order_effects": "All casualties suffered by this army are reduced by a fifth. All casualties suffered by allied armies in the same territory who are taking defensive orders are reduced by a tenth. The ability of this army to defend territory is reduced by a fifth.",
        "order_description": "The army establishes mobile field hospitals, and supply points while ensuring allied forces are accompanied by talented physicks and soldiers trained to support them. Medicinal herbs are gathered, and healing or defensive potions distributed to officers. The army focuses on moving casualties away from battlefields, patching them up, and returning them to the front.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": -0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": -0.2
    },
    {
        "order_id": 31,
        "order_name": "Cut Them Down",
        "offensive_order": true,
        "order_effects": "Casualties inflicted by this army are increased by three tenths. Casualties suffered by this army are increased by a fifth.",
        "order_description": "The army takes every opportunity to engage with the enemy to try and cut them down. They may claim some territory, but this is secondary to their goal of slaughtering as many of the enemy as possible. This emphasis on engaging the enemy means that the army loses more troops itself; but the commitment to fighting and preparations it takes mean that it suffers comparatively less than the opponents it engages.",
        "casualties_inflicted_modifier": 0.3,
        "casualties_suffered_modifier": 0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 32,
        "order_name": "Lay Low",
        "offensive_order": false,
        "order_effects": "This defensive order can only be issued in a Marcher territory or if the Empire controls a forested, mountainous, or marsh region in the territory. The army does not inflict any casualties, suffer any casualties or contribute any victory points towards the defence of the territory. The presence of an army that is laying low in a territory removes the advantage for attacking an undefended territory.",
        "order_description": "A general who orders their army to lay low causes them to split up and hide in some of the most inaccessible parts of a territory. This order can only be used by the general of the Strong Reed in a Marcher territory or in a territory where the Empire controls a forested, mountainous, or marsh region. If the order cannot be used then it defaults to solid defence. The army does not inflict or receive any casualties, nor contribute any victory points to the defense of the territory, but their presence there is sufficient to ensure that any enemy generals cannot act with impunity. This removes the advantage for attacking an undefended territory.  Taking the order will not prevent the army from resupplying, but the presence of an offensive army in the territory will do, even though the army laying low does not take any casualties.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 33,
        "order_name": "Gather Intelligence",
        "offensive_order": true,
        "order_effects": "The general who commands the army receives a report about forces present in the same territory as the army. Casualties inflicted by this army are reduced by one fifth.",
        "order_description": "A general who sends their scouts to gather information while engaged in an aggressive campaign receives a report that includes details of the enemy campaign armies in the territory; their allegiance; an estimation of their strength; the name of their general and information about their special qualities. They also receive information about significant local fortifications; and other potentially useful strategic and tactical information about the campaign and the forces involved in it.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 34,
        "order_name": "Guard the Gates",
        "offensive_order": false,
        "order_effects": "The general who commands the army receives a report about forces present in the same territory as the army. Casualties inflicted by this army are reduced by one fifth.",
        "order_description": "While defending, the general can send their scouts and spies out to focus their attention within the borders of the land their side controls. They receive information about any foreign spy network operating in the territory, and about any strategic or tactical opportunities related to defending the territory from outside forces. They also receive details of any enemy campaign armies that undertake an attacking order in the territory - their allegiance; an estimation of their strength; the name of their general and information about their special qualities.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 35,
        "order_name": "Outmaneuver",
        "offensive_order": true,
        "order_effects": "The army gains an additional victory point for each enemy army in the territory that takes a defensive order, to a maximum of five additional victory points. If there are no enemy armies in the territory using defending orders, it defaults to balanced attack.",
        "order_description": "The army attempts to take advantage of the enemies defensive stance and lack of mobility. The army probes the enemy defences, determines where they are weak, and reconfigures its attack plan to exploit those weaknesses. The more enemy forces defending a reason, the more complex the countermeasures the army employs to strengthen its own attack.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 36,
        "order_name": "Poison Thorns",
        "offensive_order": true,
        "order_effects": "Casualties inflicted by this army are increased by three tenths. The ability of this army to conquer territory is reduced by a fifth. The effectiveness of this army against the Vallorn is improved; the army does not suffer additional casualties for fighting in a vallorn miasma.",
        "order_description": "The army uses their mastery of Spring magic and knowledge of the apothecary's art to produce poisons and venoms that they can use in battle. These poisons cause those who succumb to them to pass swiftly and without pain and are particularly effective against the vallorn.",
        "casualties_inflicted_modifier": 0.3,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": -0.2,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 37,
        "order_name": "Fire in the Blood",
        "offensive_order": true,
        "order_effects": "All casualties inflicted by this army are increased by a tenth. All casualties suffered by this army are increased by a tenth. All casualties inflicted by allied armies in the same territory who have issued attacking orders are increased by a tenth.",
        "order_description": "The army works with their allies to set up ambushes, feints and opportunities to bypass enemy defences to kill high-value targets. Other elements of the force distribute poisoned weapons, or valuable offensive potions, to their allies.",
        "casualties_inflicted_modifier": 0.1,
        "casualties_suffered_modifier": 0.1,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 38,
        "order_name": "Harry the Flanks",
        "offensive_order": true,
        "order_effects": "Casualties suffered by this army are decreased by three tenths. The ability of this army to capture territory is decreased by a fifth.",
        "order_description": "A general who orders their archers and other soldiers to harry the flanks of an enemy force will attempt to drive them back while avoiding a full on confrontation. The purpose to force the enemy to pull back to a more secure position rather than risk lives attempting to kill as many as possible. The army will try to avoid a direct engagement and focus on looking for any opportunity where the enemy is caught out of position or leaves a flank exposed.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": -0.3,
        "territory_claimed_modifier": -0.2,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 39,
        "order_name": "Watch the Passes",
        "offensive_order": false,
        "order_effects": "The ability of this army to defend territory is increased by two fifths if they are defending against an enemy attempting to take a beachhead.",
        "order_description": "A general who sends their scouts to watch the passes will receive early warning of any incoming invasion, allowing them to manoeuvre their soldiers into the best possible position to stymie the assault. In addition the army general will receive information about any foreign spy network operating in the territory as well as any substantial criminal activity on a similar scale.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0.4
    },
    {
        "order_id": 40,
        "order_name": "Shoulder to Shoulder",
        "offensive_order": false,
        "order_effects": "The ability of this army to defend territory is increased by a fifth. For each additional Marcher army beyond the first that stands shoulder to shoulder to defend the territory, casualties suffered by all those armies and casualties inflicted by all those armies decreased by one tenth.",
        "order_description": "A general who gives the order to fight shoulder to shoulder relies on the legendary Marcher bill blocks to hold the enemy at bay, while units of archers loose arrows on any that come too close. The goal is not to spill blood, but simply to keep the enemy at bay for as long as possible. By fighting in disciplined ranks, the Marcher army can form an impregnable line that is difficult for any enemy to breach.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0.2
    },
    {
        "order_id": 41,
        "order_name": "Enlightened Scrying",
        "offensive_order": false,
        "order_effects": "The army generates a map of the territory they are in. Casualties inflicted by this army are decreased by a fifth. The ability of this army to defend territory is decreased by a fifth.",
        "order_description": "Employing the Technique of the Celestial Key, this defensive order uses the power of Day magic to divine extensive details about the territory within which the army is campaigning. It creates a map of the territory that details regions and terrain, and is suitable for scrying. It does not include settlements or fortifications, nor provide the level of detail achieved with a spy network. The map effectively makes the target territory one that any Imperial magician can use divinations such as Eyes of the Sun and Moon to gain information about.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": -0.2
    },
    {
        "order_id": 42,
        "order_name": "Winter's Mantle",
        "offensive_order": true,
        "order_effects": "The ability of this army to conquer territory is increased by a fifth. If the army is fighting alongside any allied army, then all casualties received by this army are divided up between the other allied armies.",
        "order_description": "Winter preserves, but not without a cost. With powerful enchantments, the Technique of the Bond of Tears allows crippling injuries to be averted – but those wounds must still be suffered by someone. The army can afford to press forward to victory, secure in the knowledge that for a short time at least any losses will fall on their allies rather than themselves.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0.2,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 43,
        "order_name": "Onrushing storm",
        "offensive_order": true,
        "order_effects": "The army must be attacking a region that is in a territory that contains a named fortification or ealse the order defaults to cautious advance. The fortification need not be in the region being attacked, and this order will not cause it to be involved directly in the campaign. All casualties inflicted by this army are directed at the named fortification.",
        "order_description": "With the Technique of the Transcendent Claw, the army damages and potentially destroys a fortification; it is especially powerful in that it can be used from a distance – the Citadel Guard do not need to engage the fortification and can indeed be involved in a campaign in an entirely different part of the territory.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 44,
        "order_name": "Irresistible Spear",
        "offensive_order": true,
        "order_effects": "The army suffers no penalty to victory points generated to capture a region which is not adjacent to a controlled region in the same territory.",
        "order_description": "With the Technique of the Mountainous Ascent, Summer magic is employed to strengthen and supports the army allowing it to swiftly establish a beachhead in a new territory, or to make an unexpected strike deep into enemy controlled areas.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 45,
        "order_name": "Raise the Glass Labyrinth",
        "offensive_order": true,
        "order_effects": "Opposing armies or navies may only move one territory in the season following the one in which this order is taken. The number of casualties suffered by this army are increased by a fifth.",
        "order_description": "Employing the Technique of the Coiling Chain, this attacking order weaves autumn magic around opposing armies, entangling them with a barrage of curses that interfere with the chain of command in subtle ways. It also creates a cumulative warping of chance that makes it difficult for them to withdraw or advance, but also requires the soldiers of the army to move into dangerous locations increasing the risk of casualties.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 46,
        "order_name": "Embrace the Storm",
        "offensive_order": false,
        "order_effects": "Surrounded by storms and blizzards, the army can only move a single territory this season. The ability of this army to defend territory is increased by two fifths. Casualties suffered by this army are increased by a fifth. Casulaties inflicted by this army are increased by a fifth.",
        "order_description": "With Cathan Canae's favour, the General of the Eastern Sky could order their army to embrace the storm. Hail storms and icy blizzards would greet the army wherever they went, reducing their movement to a single territory this season, but making any region they defend much more difficult to conquer, increasing their ability to defend territory by two fifths. In battle the freezing snow and chilling winds would bring death, increasing the casualties suffered by this army and the casualties inflicted by them by a fifth.",
        "casualties_inflicted_modifier": 0.2,
        "casualties_suffered_modifier": 0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0.4
    },
    {
        "order_id": 47,
        "order_name": "Traverse the Crossroads",
        "offensive_order": true,
        "order_effects": "Can move up to five territories this season. It must still stop moving when it enters a hostile territory. Casualties suffered by this army are increased by a fifth.",
        "order_description": "With Barien's favour, the General of the Eastern Sky could order their army to traverse the crossroads. The soldiers take advantage of Barien's aid to move swiftly with the aid of summer magic. Roads seem shorter than people remember them and they always travel in the direction the army wishes to go. Sometimes they may even make use of summer regio to gain strength for their journey, or to enjoy the hospitality of the inhabitants and wash the weariness of the road away. Such expedited travel is dangerous - the army may quickly move beyond its supply lines - but allows the army to travel with uncommon speed.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 48,
        "order_name": "Seek the Greatest Prize",
        "offensive_order": true,
        "order_effects": "The ability of this army to capture territory is reduced by one fifth. The army generates wealth based on the number of victory points gained.",
        "order_description": "The army looks for and takes opportunities for risky, dangerous adventures while fighting in a territory. They strike into enemy territory, taking chances that might lead to both opportunities to secure valuable items and create glorious stories for the troubadours. The general will receive a share of the bounty they secure in the form of wains of mithril, weirwood, and white granite, rings of ilium, and more mundane loot such as money, ingots and measures, herbs, mana crystals or vis, and even potentially ribboned items.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": -0.2,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 49,
        "order_name": "Go to Ground",
        "offensive_order": false,
        "order_effects": "Your side must control a region with the hills keyword. The ability of this army to defend territory is increased by a fifth. Casualties suffered by this army are decreased by a fifth. Casualties inflicted by this army are decreased by a fifth.",
        "order_description": "The army uses their supernatural understanding of broken territory to slow enemy advances. The unmatched ability of the soldiers to travel quickly via hidden paths, and to exploit the rugged terrain to hamper their attackers makes the army difficult to attack directly, and rarely presents the enemy with an opportunity for a pitched battle.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": -0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0.2
    },
    {
        "order_id": 50,
        "order_name": "Burn Them to the Waterline",
        "offensive_order": false,
        "order_effects": "Your side must control a region with the coastal keyword. Casualties suffered by this army are increased by a fifth. Casualties inflicted by this army against navies are increased by two fifths.",
        "order_description": "The army is supported by heralds of Estavus who deploy powerful siege engines that hurl balls of unquenchable sapphire fire. The soldiers make full use of low tides and shifting sands to launch assaults on ships attempting a shore offensive.",
        "casualties_inflicted_modifier": 0,
        "casualties_suffered_modifier": 0.2,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    },
    {
        "order_id": 51,
        "order_name": "Seek the Foe",
        "offensive_order": true,
        "order_effects": "The general who commands the army receives a report about forces present in the same territory as the army. Casualties inlicted by this army are reduced by one fifth. This army can move through five territories instead of the usual three when taking this order.",
        "order_description": "A general who sends their scouts and mediators forward to gather information while engaged in an aggressive campaign receives a report that includes details of the enemy campaign armies in the territory; their allegiance; an estimation of their strength; the name of their general and information about their special qualities. They also receive information about significant local fortifications; and other potentially useful strategic and tactical information about the campaign and the forces involved in it.",
        "casualties_inflicted_modifier": -0.2,
        "casualties_suffered_modifier": 0,
        "territory_claimed_modifier": 0,
        "territory_defence_modifier": 0
    }
]